Parameter associated with the start point.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double StartParameter { get; }
  Visual Basic
Public ReadOnly Property StartParameter As Double
	Get
  Visual C++
public:
property double StartParameter {
	double get ();
}
 See Also
  PolylineSegments Class
  Autodesk.Revit.DB Namespace